export const CONFIG = {
    secretWord: "STARDEWVALLEY", 
    wordLength: 13,      
    maximumTries: 6
  };
export const CROSSWORD_DATA = {
  "secret_word": "stardewvalley",
  "words": [
    {
      "word": "SUN",
      "desc": "космический объект, вокруг которого вращается наша планета.",
      "id": 0,
      "cross": 0
    },
    {
      "word": "TREE",
      "desc": "растение, которое мы добиваем в игре в виде обычного и твердого экземпляра.",
      "id": 1,
      "cross": 0
    },
    {
      "word": "DWARF",
      "desc": "торговец, который обитает на 0 уровне шахты",
      "id": 2,
      "cross": 2
    },
    {
      "word": "SUMMER",
      "desc": "время года, когда ты должна была поймать мне омара",
      "id": 3,
      "cross": 5
    },
    {
      "word": "SWORD",
      "desc": "вид холодного оружия, самое популярное у нас.",
      "id": 4,
      "cross": 4
    },
    {
      "word": "CHEESE",
      "desc": "продукт собственного производства, которое мы получаем из молока",
      "id": 5,
      "cross": 2
    },
    {
      "word": "WIZARD",
      "desc": "житель деревни, живущий в одинокой башне",
      "id": 6,
      "cross": 4
    },
    {
      "word": "NAVY",
      "desc": "оттенок синего, который ты говорил тебе нравится",
      "id": 7,
      "cross": 2
    },
    {
      "word": "DIAMOND",
      "desc": "самый дорогой камень, который мы абузим через кристалляриум",
      "id": 8,
      "cross": 2
    },
    {
      "word": "APPLE",
      "desc": "фрукт, деревья которого стоят у нас обоих",
      "id": 9,
      "cross": 0
    },
    {
      "word": "LAKE",
      "desc": "место для рыбалки, где ловятся большеротый окунь, карп, сомик",
      "id": 10,
      "cross": 0
    },
    {
      "word": "FLOWER",
      "desc": "вид растений, которое не дает плодов, но нравится жителям как подарок",
      "id": 11,
      "cross": 4
    },
    {
      "word": "BERRY",
      "desc": "общее окончание для всех английских ягод",
      "id": 12,
      "cross": 4
    }
  ]
};